cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'

cask_args appdir: '/Applications'

cask 'xquartz'
brew 'ack'
brew 'coreutils'
brew 'go'
brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'libcaca', args: ['with-imlib2']
brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'postgresql'
brew 'ruby-build'
brew 'rbenv'
brew 'roundup'
brew 'spaceman-diff'
brew 'spark'
brew 'unrar'
brew 'wget'
brew 'youtube-dl'
brew 'sqlite'
brew 'macvim', args: ['custom-icons', 'override-system-vim', 'with-lua',  'with-luajit']
brew 'carthage'
brew 'awscli'
brew 'mysql'

cask 'dropbox'
cask 'google-drive'
cask '1password'
cask 'atom'
cask 'firefox'
cask 'google-chrome'
cask 'handbrake'
cask 'slack'
cask 'transmission'
cask 'tunnelbear'
cask 'vlc'
cask 'anaconda'
cask 'iterm2'
cask 'arduino'
cask 'heroku-toolbelt'
cask 'r'
cask 'skype'
cask 'microsoft-office'
cask 'fantastical'

